// ТЗ
// Должна быть возможность добавлять книги со всеми указаными полями (название, автор, серийный номер, обложка)
// Должна быть валидация полей на заполненность и так же алерт сверху на формой под хеадером, о том, что нужно заполнить все полями
// Так же алерт должен на успешное добавление или удаление книги
// Должен быть реализован фильтр по книжкам
// Возможность удалить все книжки сразу и по отдельности
// По-желанию: Реализовать работу получения,удаления и добавления книг с LocalStorage-а